/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture庫…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "不能打開這Aperture庫的數據庫。";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "這個庫是空的";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "這個庫當前是打開的";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "不能讀取Aperture庫屬性";

